Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

# category_psychiatry
source: Psychiatry
cs: Psychiatrie
da: Psykiatri
de: Psychiatrie
es: Psiquiatría
fr: Psychiatrie
hu: Pszichiátria
it: Psichiatria
nl: Psychiatrie
pl: Psychiatria
pt: Psiquiatria
ro: Psihiatrie
ru: Психиатрия
sv: Psykiatri
tr: Psikiyatri
uk: Психіатрія

# category_pulmonology
source: Pulmonology
cs: Pneumologie
da: Pulmonologi
de: Pneumologie
es: Neumología
fr: Pneumologie
hu: Pulmonológia
it: Pneumologia
nl: Longziekten
pl: Pulmonologia
pt: Pneumologia
ro: Pneumologie
ru: Пульмонология
sv: Lungmedicin
tr: Göğüs Hastalıkları
uk: Пульмонологія

# category_rehabilitation
source: Rehabilitation
cs: Rehabilitace
da: Rehabilitering
es: Rehabilitación
fr: Rééducation
hu: Rehabilitáció
it: Riabilitazione
nl: Revalidatie
pl: Rehabilitacja
pt: Reabilitação
ro: Recuperare
ru: Реабилитация
sv: Rehabilitering
tr: Rehabilitasyon
uk: Реабілітація

# category_rheumatology
source: Rheumatology
cs: Revmatologie
da: Reumatologi
de: Rheumatologie
es: Reumatología
fr: Rhumatologie
hu: Reumatológia
it: Reumatologia
nl: Reumatologie
pl: Reumatologia
pt: Reumatologia
ro: Reumatologie
ru: Ревматология
sv: Reumatologi
tr: Romatoloji
uk: Ревматологія

# category_surgical
source: Surgical
cs: Chirurgie
da: Kirurgi
de: Chirurgie
es: Cirugía
fr: Chirurgie
hu: Sebészet
it: Chirurgia
nl: Chirurgie
pl: Chirurgia
pt: Cirurgia
ro: Chirurgie
ru: Хирургия
sv: Kirurgi
tr: Cerrahi
uk: Хірургія

# category_urology
source: Urology
cs: Urologie
da: Urologi
de: Urologie
es: Urología
fr: Urologie
hu: Urológia
it: Urologia
nl: Urologie
pl: Urologia
pt: Urologia
ro: Urologie
ru: Урология
sv: Urologi
tr: Üroloji
uk: Урологія

# category_womens_health
source: Women's Health
cs: Ženské zdraví
da: Kvinders sundhed
de: Frauengesundheit
es: Salud Femenina
fr: Santé de la femme
hu: Női Egészség
it: Salute delle donne
nl: Vrouwenzorg
pl: Zdrowie kobiet
pt: Saúde da Mulher
ro: Sănătatea femeii
ru: Женское здоровье
sv: Kvinnohälsa
tr: Kadın Sağlığı
uk: Жіноче здоров'я

# chip_distance
source: Distance
cs: Vzdálenost
da: Afstand
de: Entfernung
es: Distancia
hu: Távolság
it: Distanza
nl: Afstand
pl: Odległość
pt: Distância
ro: Distanță
ru: Расстояние
sv: Avstånd
tr: Mesafe
uk: Відстань

# chip_facility
source: Facility
cs: Zařízení
da: Facilitet
de: Einrichtung
es: Centro
fr: Établissement
hu: Intézmény
it: Struttura
nl: Instelling
pl: Placówka
pt: Estabelecimento
ro: Unitate
ru: Учреждение
sv: Klinik
tr: Kurum
uk: Заклад

# chip_language
source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
tr: Dil
uk: Мова

# chip_specialty
source: Specialty
cs: Specializace
da: Speciale
de: Fachgebiet
es: Especialidad
fr: Spécialité
hu: Szakterület
it: Specializzazione
nl: Specialisme
pl: Specjalizacja
pt: Especialidade
ro: Specialitate
ru: Специализация
sv: Specialitet
tr: Uzmanlık
uk: Спеціалізація

# chip_treatment
source: Treatment
cs: Léčba
da: Behandling
de: Behandlung
es: Tratamiento
fr: Traitement
hu: Kezelés
it: Trattamento
nl: Behandeling
pl: Leczenie
pt: Tratamento
ro: Tratament
ru: Лечение
sv: Behandling
tr: Tedavi
uk: Лікування

# claim_accepted_docs
source: Accepted: Medical license, registration certificate, or official ID
cs: Akceptováno: Lékařská licence, osvědčení o registraci nebo oficiální průkaz totožnosti
da: Accepteret: Lægelig licens, registreringsattest eller officielt ID
de: Akzeptiert: Approbation, Zulassungsbescheinigung oder amtlicher Ausweis
es: Aceptados: Licencia médica, certificado de registro o identificación oficial
fr: Accepté : licence médicale, certificat d'inscription ou pièce d'identité officielle
hu: Elfogadva: Orvosi engedély, nyilvántartási igazolás vagy hivatalos azonosító
it: Accettati: Licenza medica, certificato di registrazione o documento d'identità ufficiale
nl: Geaccepteerd: Medische licentie, registratiecertificaat of officieel ID
pl: Akceptowane: Prawo wykonywania zawodu, zaświadczenie o rejestracji lub oficjalny dowód tożsamości
pt: Aceitos: Licença médica, certificado de registro ou documento de identidade oficial
ro: Acceptate: Licență medicală, certificat de înregistrare sau act de identitate oficial
ru: Принимаются: медицинская лицензия, свидетельство о регистрации или официальный ID
sv: Accepteras: Läkarlegitimation, registreringsbevis eller officiell legitimation
tr: Kabul edilenler: Tıbbi lisans, kayıt belgesi veya resmi kimlik
uk: Приймаються: Медична ліцензія, свідоцтво про реєстрацію або офіційне посвідчення

# claim_back_to_provider
source: Back to Provider
cs: Zpět na poskytovatele
da: Tilbage til udbyder
de: Zurück zum Anbieter
es: Volver al proveedor
fr: Retour au professionnel
hu: Vissza a szolgáltatóhoz
it: Torna al professionista
nl: Terug naar Zorgaanbieder
pl: Wróć do dostawcy
pt: Voltar ao Prestador
ro: Înapoi la furnizor
ru: Вернуться к специалисту
sv: Tillbaka till vårdgivare
tr: Sağlayıcıya Dön
uk: Повернутися до спеціаліста

# claim_confirm_1
source: You are authorized to manage this profile
cs: Jste oprávněni spravovat tento profil
da: Du er autoriseret til at administrere denne profil
de: Sie sind autorisiert, dieses Profil zu verwalten
es: Estás autorizado para administrar este perfil
fr: Vous êtes autorisé à gérer ce profil
hu: Ön jogosult ezen profil kezelésére
it: Sei autorizzato a gestire questo profilo
nl: U bent gemachtigd om dit profiel te beheren
pl: Jesteś upoważniony do zarządzania tym profilem
pt: Você está autorizado a gerenciar este perfil
ro: Ești autorizat să gestionezi acest profil
ru: Вы имеете право управлять этим профилем
sv: Du är behörig att hantera denna profil
tr: Bu profili yönetmeye yetkilisiniz
uk: Ви маєте право керувати цим профілем

# claim_confirm_2
source: All information provided is accurate
cs: Všechny poskytnuté informace jsou přesné
da: Alle angivne oplysninger er korrekte
de: Alle angegebenen Informationen sind korrekt
es: Toda la información proporcionada es precisa
fr: Toutes les informations fournies sont exactes
hu: Minden megadott információ pontos
it: Tutte le informazioni fornite sono accurate
nl: Alle verstrekte informatie is juist
pl: Wszystkie podane informacje są dokładne
pt: Todas as informações fornecidas são precisas
ro: Toate informațiile furnizate sunt corecte
ru: Вся предоставленная информация точна
sv: All information som lämnas är korrekt
tr: Verilen tüm bilgiler doğrudur
uk: Уся надана інформація є точною

# claim_confirm_text
source: By submitting, you confirm that:
cs: Odesláním potvrzujete, že:
da: Ved at indsende bekræfter du, at:
de: Mit dem Absenden bestätigen Sie, dass:
es: Al enviar, confirmas que:
fr: En envoyant, vous confirmez que :
hu: A küldéssel megerősíti, hogy:
it: Inviando, confermi che:
nl: Door in te dienen bevestigt u dat:
pl: Przesyłając, potwierdzasz, że:
pt: Ao enviar, você confirma que:
ro: Prin trimitere, confirmi că:
ru: Отправляя заявку, вы подтверждаете, что:
sv: Genom att skicka in bekräftar du att:
tr: Göndererek şunları onaylıyorsunuz:
uk: Відправляючи запит, ви підтверджуєте, що:

# claim_description
source: Claim this profile to manage it
cs: Nárokujte si tento profil pro jeho správu
da: Gør krav på denne profil for at administrere den
de: Beanspruchen Sie dieses Profil, um es zu verwalten
es: Reclama este perfil para administrarlo
fr: Revendiquez ce profil pour le gérer
hu: Igényelje ezt a profilt a kezeléséhez
it: Rivendica questo profilo per gestirlo
nl: Claim dit profiel om het te beheren
pl: Przejmij ten profil, aby nim zarządzać
pt: Reivindique este perfil para gerenciá-lo
ro: Revendică acest profil pentru a-l gestiona
ru: Подтвердите права на этот профиль, чтобы управлять им
sv: Gör anspråk på denna profil för att hantera den
tr: Yönetmek için bu profili sahiplenin
uk: Заявіть права на цей профіль, щоб керувати ним

# claim_file_format
source: JPG or PNG, max 10 MB
cs: JPG nebo PNG, max. 10 MB
da: JPG eller PNG, maks. 10 MB
de: JPG oder PNG, max. 10 MB
es: JPG o PNG, máx. 10 MB
fr: JPG ou PNG, 10 Mo max.
hu: JPG vagy PNG, max 10 MB
it: JPG o PNG, max 10 MB
nl: JPG of PNG, max 10 MB
pl: JPG lub PNG, maks. 10 MB
pt: JPG ou PNG, máx. 10 MB
ro: JPG sau PNG, max 10 MB
ru: JPG или PNG, макс. 10 МБ
sv: JPG eller PNG, max 10 MB
tr: JPG veya PNG, maks 10 MB
uk: JPG або PNG, макс. 10 МБ

source: Claim Pending
cs: Nárok čeká na vyřízení
da: Krav afventer
de: Anspruch ausstehend
es: Reclamación pendiente
fr: Revendication en attente
hu: Igénylés folyamatban
it: Rivendicazione in sospeso
nl: Claim in Afwachting
pl: Oczekiwanie na przejęcie
pt: Reivindicação Pendente
ro: Revendicare în așteptare
ru: Заявка на рассмотрении
sv: Anspråk väntar
tr: Talep Bekliyor
uk: Запит обробляється

# claim_pending_message
source: Your claim is being reviewed.
cs: Váš nárok se posuzuje.
da: Dit krav bliver gennemgået.
de: Ihr Anspruch wird geprüft.
es: Tu reclamación está siendo revisada.
fr: Votre revendication est en cours d'examen.
hu: Az igénylése elbírálás alatt áll.
it: La tua rivendicazione è in fase di revisione.
nl: Uw claim wordt beoordeeld.
pl: Twoje zgłoszenie jest weryfikowane.
pt: Sua reivindicação está sendo analisada.
ro: Revendicarea ta este în curs de revizuire.
ru: Ваша заявка рассматривается.
sv: Ditt anspråk granskas.
tr: Talebiniz inceleniyor.
uk: Ваш запит розглядається.

source: Claim Profile
cs: Nárokovat profil
da: Gør krav på profil
de: Profil beanspruchen
es: Reclamar Perfil
fr: Revendiquer le profil
hu: Profil Igénylése
it: Rivendica profilo
nl: Claim Profiel
pl: Przejmij profil
pt: Reivindicar Perfil
ro: Revendică profil
ru: Подтвердить профиль
sv: Gör anspråk på profil
tr: Profili Sahiplen
uk: Заявити права на профіль

# claim_provider_label
source: Provider
cs: Poskytovatel
da: Udbyder
de: Anbieter
es: Proveedor
fr: Professionnel
hu: Szolgáltató
it: Professionista
nl: Zorgaanbieder
pl: Dostawca
pt: Prestador
ro: Furnizor
ru: Специалист
sv: Vårdgivare
tr: Sağlayıcı
uk: Спеціаліст

source: Claim Rejected
cs: Nárok zamítnut
da: Krav afvist
de: Anspruch abgelehnt
es: Reclamación rechazada
fr: Revendication refusée
hu: Igénylés elutasítva
it: Rivendicazione rifiutata
nl: Claim Afgewezen
pl: Zgłoszenie odrzucone
pt: Reivindicação Rejeitada
ro: Revendicare respinsă
ru: Заявка отклонена
sv: Anspråk avvisat
tr: Talep Reddedildi
uk: Запит відхилено

# claim_resubmit
source: Resubmit
cs: Znovu odeslat
da: Indsend igen
de: Erneut senden
es: Reenviar
fr: Renvoyer
hu: Újraküldés
it: Invia di nuovo
nl: Opnieuw Indienen
pl: Prześlij ponownie
pt: Reenviar
ro: Retrimite
ru: Отправить повторно
sv: Skicka in igen
tr: Yeniden Gönder
uk: Надіслати повторно

# claim_review_submit
source: Review & Submit
cs: Zkontrolovat a odeslat
da: Gennemgå & indsend
de: Prüfen & Senden
es: Revisar y Enviar
fr: Vérifier et envoyer
hu: Áttekintés és Küldés
it: Rivedi e invia
nl: Controleren & Indienen
pl: Przejrzyj i prześlij
pt: Revisar e Enviar
ro: Verifică și trimite
ru: Проверить и отправить
sv: Granska & Skicka in
tr: İncele ve Gönder
uk: Перевірити та надіслати

# claim_role_question
source: What is your role at this practice?
cs: Jaká je vaše role v této ordinaci?
da: Hvad er din rolle i denne praksis?
de: Welche Rolle haben Sie in dieser Praxis?
es: ¿Cuál es tu rol en este centro?
fr: Quel est votre rôle dans ce cabinet ?
hu: Mi az Ön szerepe ebben a praxisban?
it: Qual è il tuo ruolo in questo studio?
nl: Wat is uw rol binnen deze praktijk?
pl: Jaka jest Twoja rola w tej placówce?
pt: Qual é o seu cargo nesta clínica?
ro: Care este rolul tău la acest cabinet?
ru: Какова ваша должность в этой клинике?
sv: Vad är din roll på denna mottagning?
tr: Bu kurumdaki rolünüz nedir?
uk: Яка ваша посада в цьому закладі?

# claim_step_1_of_3
source: Step 1 of 3
cs: Krok 1 ze 3
da: Trin 1 af 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
hu: 1. lépés a 3-ból
it: Passaggio 1 di 3
nl: Stap 1 van 3
pl: Krok 1 z 3
pt: Passo 1 de 3
ro: Pasul 1 din 3
ru: Шаг 1 из 3
sv: Steg 1 av 3
tr: Adım 1 / 3
uk: Крок 1 з 3

# claim_step_2_of_3
source: Step 2 of 3
cs: Krok 2 ze 3
da: Trin 2 af 3
de: Schritt 2 von 3
es: Paso 2 de 3
fr: Étape 2 sur 3
hu: 2. lépés a 3-ból
it: Passaggio 2 di 3
nl: Stap 2 van 3
pl: Krok 2 z 3
pt: Passo 2 de 3
ro: Pasul 2 din 3
ru: Шаг 2 из 3
sv: Steg 2 av 3
tr: Adım 2 / 3
uk: Крок 2 з 3

# claim_step_3_of_3
source: Step 3 of 3
cs: Krok 3 ze 3
da: Trin 3 af 3
de: Schritt 3 von 3
es: Paso 3 de 3
fr: Étape 3 sur 3
hu: 3. lépés a 3-ból
it: Passaggio 3 di 3
nl: Stap 3 van 3
pl: Krok 3 z 3
pt: Passo 3 de 3
ro: Pasul 3 din 3
ru: Шаг 3 из 3
sv: Steg 3 av 3
tr: Adım 3 / 3
uk: Крок 3 з 3

# claim_submit
source: Submit Claim
cs: Odeslat nárok
da: Indsend krav
de: Anspruch einreichen
es: Enviar reclamación
fr: Envoyer la demande
hu: Igénylés Küldése
it: Invia rivendicazione
nl: Claim Indienen
pl: Prześlij zgłoszenie
pt: Enviar Reivindicação
ro: Trimite revendicarea
ru: Отправить заявку
sv: Skicka in anspråk
tr: Talebi Gönder
uk: Надіслати запит

source: Claim Submitted!
cs: Nárok odeslán!
da: Krav indsendt!
de: Anspruch eingereicht!
es: ¡Reclamación enviada!
fr: Demande envoyée !
hu: Igénylés elküldve!
it: Rivendicazione inviata!
nl: Claim Ingediend!
pl: Zgłoszenie przesłane!
pt: Reivindicação Enviada!
ro: Revendicare trimisă!
ru: Заявка отправлена!
sv: Anspråk inskickat!
tr: Talep Gönderildi!
uk: Запит надіслано!

# claim_submitted_message
source: We'll review your claim within 1-3 business days. You'll be notified when it's approved.
cs: Váš nárok posoudíme do 1-3 pracovních dnů. O schválení vás budeme informovat.
da: Vi gennemgår dit krav inden for 1-3 hverdage. Du får besked, når det er godkendt.
de: Wir prüfen Ihren Anspruch innerhalb von 1-3 Werktagen. Sie werden benachrichtigt, sobald er genehmigt wurde.
es: Revisaremos tu reclamación en 1 a 3 días hábiles. Te notificaremos cuando sea aprobada.
fr: Nous examinerons votre demande sous 1 à 3 jours ouvrés. Vous serez informé de son approbation.
hu: Igénylését 1-3 munkanapon belül elbíráljuk. Értesítjük, amint jóváhagyásra került.
it: Esamineremo la tua richiesta entro 1-3 giorni lavorativi. Riceverai una notifica una volta approvata.
nl: We beoordelen uw claim binnen 1-3 werkdagen. U krijgt bericht als deze is goedgekeurd.
pl: Sprawdzimy Twoje zgłoszenie w ciągu 1-3 dni roboczych. Zostaniesz powiadomiony o jego zatwierdzeniu.
pt: Analisaremos sua solicitação em 1 a 3 dias úteis. Você será notificado quando for aprovada.
ro: Vom revizui revendicarea în 1-3 zile lucrătoare. Vei fi notificat când este aprobată.
ru: Мы рассмотрим вашу заявку в течение 1-3 рабочих дней. Вы получите уведомление после одобрения.
sv: Vi kommer att granska ditt anspråk inom 1-3 arbetsdagar. Du meddelas när det har godkänts.
tr: Talebinizi 1-3 iş günü içinde inceleyeceğiz. Onaylandığında bilgilendirileceksiniz.
uk: Ми розглянемо ваш запит протягом 1-3 робочих днів. Ви отримаєте сповіщення після його схвалення.

# claim_tap_upload
source: Tap to upload document
cs: Klepnutím nahrajete dokument
da: Tryk for at uploade dokument
de: Tippen, um Dokument hochzuladen
es: Toca para subir un documento
fr: Appuyez pour télécharger un document
hu: Koppintson a dokumentum feltöltéséhez
it: Tocca per caricare il documento
nl: Tik om document te uploaden
pl: Dotknij, aby przesłać dokument
pt: Toque para enviar o documento
ro: Atinge pentru a încărca documentul
ru: Нажмите, чтобы загрузить документ
sv: Tryck för att ladda upp dokument
tr: Belge yüklemek için dokunun
uk: Натисніть, щоб завантажити документ

# claim_title
source: Claim Profile
cs: Nárokovat profil
da: Gør krav på profil
de: Profil beanspruchen
es: Reclamar Perfil
fr: Revendiquer le profil
hu: Profil Igénylése
it: Rivendica profilo
nl: Claim Profiel
pl: Przejmij profil
pt: Reivindicar Perfil
ro: Revendică profil
ru: Подтвердить профиль
sv: Gör anspråk på profil
tr: Profili Sahiplen
uk: Заявити права на профіль

# claim_upload_doc
source: Upload verification document
cs: Nahrát ověřovací dokument
da: Upload verifikationsdokument
de: Verifizierungsdokument hochladen
es: Sube un documento de verificación
fr: Télécharger un document de vérification
hu: Hitelesítő dokumentum feltöltése
it: Carica documento di verifica
nl: Upload verificatiedocument
pl: Prześlij dokument weryfikacyjny
pt: Enviar documento de verificação
ro: Încarcă documentul de verificare
ru: Загрузить документ для проверки
sv: Ladda upp verifikationsdokument
tr: Doğrulama belgesi yükle
uk: Завантажити документ для перевірки

# claim_verification_doc
source: Verification Document
cs: Ověřovací dokument
da: Verifikationsdokument
de: Verifizierungsdokument
es: Documento de verificación
fr: Document de vérification
hu: Hitelesítő Dokumentum
it: Documento di verifica
nl: Verificatiedocument
pl: Dokument weryfikacyjny
pt: Documento de Verificação
ro: Document de verificare
ru: Документ для проверки
sv: Verifikationsdokument
tr: Doğrulama Belgesi
uk: Документ для перевірки

# claim_your_role
source: Your Role
cs: Vaše role
da: Din rolle
de: Ihre Rolle
es: Tu Rol
fr: Votre rôle
hu: Az Ön szerepe
it: Il tuo ruolo
nl: Uw Rol
pl: Twoja rola
pt: Seu Cargo
ro: Rolul tău
ru: Ваша роль
sv: Din roll
tr: Rolünüz
uk: Ваша посада

source: Clear Filter
cs: Vymazat filtr
da: Ryd filter
de: Filter löschen
es: Borrar Filtro
fr: Effacer le filtre
hu: Szűrő törlése
it: Cancella filtro
nl: Filter Wissen
pl: Wyczyść filtry
pt: Limpar Filtro
ro: Șterge filtrul
ru: Очистить фильтр
sv: Rensa filter
tr: Filtreyi Temizle
uk: Очистити фільтр

# close_button
source: Close
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

# country_turkey
source: Türkiye
cs: Turecko
da: Tyrkiet
de: Türkei
es: Turquía
fr: Turquie
hu: Törökország
it: Turchia
nl: Turkije
pl: Turcja
pt: Turquia
ro: Turcia
ru: Турция
sv: Turkiet
uk: Туреччина

# cta_change_city
source: Change city
cs: Změnit město
da: Skift by
de: Stadt ändern
es: Cambiar de ciudad
fr: Changer de ville
hu: Város módosítása
it: Cambia città
nl: Wijzig stad
pl: Zmień miasto
pt: Mudar de cidade
ro: Schimbă orașul
ru: Изменить город
sv: Byt stad
tr: Şehir değiştir
uk: Змінити місто

# cta_suggest_provider
source: Suggest a provider
cs: Navrhnout poskytovatele
da: Foreslå udbyder
de: Anbieter vorschlagen
es: Sugerir un proveedor
fr: Suggérer un professionnel
hu: Szolgáltató javaslása
it: Suggerisci medico
nl: Zorgaanbieder voorstellen
pl: Zaproponuj dostawcę
pt: Sugerir prestador
ro: Sugerează un furnizor
ru: Предложить специалиста
sv: Föreslå en vårdgivare
tr: Sağlayıcı öner
uk: Запропонувати спеціаліста

source: Current Location
cs: Aktuální poloha
da: Nuværende lokation
de: Aktueller Standort
es: Ubicación Actual
fr: Position actuelle
hu: Jelenlegi Hely
it: Posizione attuale
nl: Huidige Locatie
pl: Bieżąca lokalizacja
pt: Localização Atual
ro: Locația curentă
ru: Текущая геопозиция
sv: Nuvarande plats
tr: Mevcut Konum
uk: Поточна локація

# date_today
source: Today
cs: Dnes
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
hu: Ma
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ro: Astăzi
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні

# date_yesterday
source: Yesterday
cs: Včera
da: I går
de: Gestern
es: Ayer
fr: Hier
hu: Tegnap
it: Ieri
nl: Gisteren
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
sv: Igår
tr: Dün
uk: Вчора

# discover_error_providers_unavailable_body
source: There may be a connection issue. Please try again.
cs: Možná došlo k chybě připojení. Zkuste to prosím znovu.
da: Der kan være et forbindelsesproblem. Prøv venligst igen.
de: Es liegt möglicherweise ein Verbindungsproblem vor. Bitte versuchen Sie es erneut.
es: Puede haber un problema de conexión. Por favor, inténtalo de nuevo.
fr: Il y a peut-être un problème de connexion. Veuillez réessayer.
hu: Kapcsolódási hiba léphetett fel. Kérjük, próbálja újra.
it: Potrebbe esserci un problema di connessione. Riprova.
nl: Er is mogelijk een verbindingsprobleem. Probeer het opnieuw.
pl: Może występować problem z połączeniem. Spróbuj ponownie.
pt: Pode haver um problema de conexão. Tente novamente.
ro: Ar putea exista o problemă de conexiune. Te rugăm să încerci din nou.
ru: Возможно, проблема с подключением. Пожалуйста, попробуйте еще раз.
sv: Det kan vara ett anslutningsproblem. Vänligen försök igen.
tr: Bağlantı sorunu olabilir. Lütfen tekrar deneyin.
uk: Можливо, виникла проблема зі з'єднанням. Будь ласка, спробуйте ще раз.

# discover_error_providers_unavailable_title
source: Providers could not be loaded
cs: Poskytovatele se nepodařilo načíst
da: Udbydere kunne ikke indlæses
de: Anbieter konnten nicht geladen werden
es: No se pudieron cargar los proveedores
fr: Impossible de charger les professionnels
hu: A szolgáltatókat nem sikerült betölteni
it: Impossibile caricare i professionisti
nl: Zorgaanbieders konden niet worden geladen
pl: Nie udało się załadować dostawców
pt: Não foi possível carregar os prestadores
ro: Furnizorii nu au putut fi încărcați
ru: Не удалось загрузить специалистов
sv: Vårdgivare kunde inte laddas
tr: Sağlayıcılar yüklenemedi
uk: Не вдалося завантажити спеціалістів

# discover_error_switch_to_list
source: Switch to list view
cs: Přepnout na zobrazení seznamu
da: Skift til listevisning
de: Zur Listenansicht wechseln
es: Cambiar a vista de lista
fr: Passer en vue liste
hu: Váltás listanézetre
it: Passa a visualizzazione elenco
nl: Wissel naar lijstweergave
pl: Przełącz na widok listy
pt: Mudar para visualização em lista
ro: Comută la vizualizarea listă
ru: Переключить на список
sv: Byt till listvy
tr: Liste görünümüne geç
uk: Перейти до списку

# edit_review_comment_section
source: Review
cs: Recenze
da: Anmeldelse
de: Bewertung
es: Reseña
fr: Avis
hu: Értékelés
it: Recensione
nl: Beoordeling
pl: Opinia
pt: Avaliação
ro: Recenzie
ru: Отзыв
sv: Recension
tr: Değerlendirme
uk: Відгук

# edit_review_title
source: Edit Review
cs: Upravit recenzi
da: Rediger anmeldelse
de: Bewertung bearbeiten
es: Editar Reseña
fr: Modifier l'avis
hu: Értékelés Szerkesztése
it: Modifica recensione
nl: Beoordeling Bewerken
pl: Edytuj opinię
pt: Editar Avaliação
ro: Editează recenzia
ru: Редактировать отзыв
sv: Redigera recension
tr: Değerlendirmeyi Düzenle
uk: Редагувати відгук

# edit_review_title_placeholder
source: Review title
cs: Název recenze
da: Anmeldelsestitel
de: Titel der Bewertung
es: Título de la reseña
fr: Titre de l'avis
hu: Értékelés címe
it: Titolo della recensione
nl: Titel beoordeling
pl: Tytuł opinii
pt: Título da avaliação
ro: Titlul recenziei
ru: Заголовок отзыва
sv: Recensionstitel
tr: Değerlendirme başlığı
uk: Заголовок відгуку

# edit_review_title_section
source: Title
cs: Název
da: Titel
de: Titel
es: Título
fr: Titre
hu: Cím
it: Titolo
nl: Titel
pl: Tytuł
pt: Título
ro: Titlu
ru: Заголовок
sv: Titel
tr: Başlık
uk: Заголовок

# empty_home_cta
source: Be the first to add one!
cs: Navrhnout poskytovatele
da: Foreslå en udbyder
de: Anbieter vorschlagen
es: Sugerir un proveedor
fr: Suggérer un professionnel
hu: Szolgáltató javaslása
it: Suggerisci un professionista
nl: Stel een zorgaanbieder voor
pl: Zaproponuj dostawcę
pt: Sugerir um prestador
ro: Sugerează un furnizor
ru: Предложить специалиста
sv: Föreslå en vårdgivare
tr: Bir sağlayıcı öner
uk: Запропонувати спеціаліста

# empty_home_title
source: No providers in this area
cs: V této oblasti nejsou žádní poskytovatelé
da: Ingen udbydere i dette område
de: Keine Anbieter in dieser Umgebung
es: No hay proveedores en esta área
fr: Aucun professionnel dans ce secteur
hu: Nincs szolgáltató ezen a területen
it: Nessun professionista in quest'area
nl: Geen zorgaanbieders in dit gebied
pl: Brak dostawców w tej okolicy
pt: Nenhum prestador nesta área
ro: Niciun furnizor în această zonă
ru: Нет специалистов в этом районе
sv: Inga vårdgivare i detta område
tr: Bu bölgede sağlayıcı yok
uk: У цьому районі немає спеціалістів
